accountsservice
alsa-firmware
alsa-plugins
alsa-tools
alsa-utils
amd-ucode
anki
ark
base
base-devel
bash-completion
bluez
bluez-libs
bluez-obex
brave-bin
btop
btrfs-assistant
btrfs-progs
cachy-update
cachyos-fish-config
cachyos-hooks
cachyos-kde-settings
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
calf
catppuccin-gtk-theme-mocha
catppuccin-konsole-theme-git
chwd
cmake
colord
cpupower
cryptsetup
cups
cups-filters
deepfilternet-plugin-pipewire-bin
device-mapper
diffutils
discord
discord-chat-exporter-cli-bin
dmidecode
dmraid
dolphin
dosfstools
e2fsprogs
easyeffects
efibootmgr
efitools
egl-wayland
epson-inkjet-printer-201601w
epson-inkjet-printer-escpr
ethtool
evtest
exfatprogs
extra-cmake-modules
fastfetch
ffmpegthumbnailer
ffmpegthumbs
filelight
fsarchiver
fuse-overlayfs
fwupd
gdu
git
github-cli
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gutenprint
gwenview
hdparm
helium-browser-bin
hwdetect
hwinfo
icoutils
inetutils
input-remapper
inter-font
kcalc
kclock
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdeplasma-addons
kdialog
kdotool-bin
kinfocenter
kio-admin
kitty
kolourpaint
konsole
kscreen
kwallet-pam
kwalletmanager
kwin-scripts-krohnkite
less
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-icd-loader
libdvdcss
libgsf
libinput-tools
libopenraw
libreoffice-fresh
libva-nvidia-driver
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-nvidia-open
linux-firmware
localsend
logrotate
lsb-release
lsp-plugins-lv2
lsscsi
lvm2
man-db
man-pages
mda.lv2
mdadm
meld
mesa-utils
micro
mkinitcpio
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
networkmanager
nfs-utils
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
ntfsprogs
nvidia-settings
nvidia-utils
obs-studio
obsidian
okular
opencl-nvidia
openspec
openssh
os-prober
pacman-contrib
papirus-folders-catppuccin-git
papirus-icon-theme
partitionmanager
paru
pavucontrol
perl
perl-image-exiftool
phonon-qt6-vlc
pipewire-alsa
pipewire-pulse
pkgfile
plasma-browser-integration
plasma-desktop
plasma-firewall
plasma-login-manager
plasma-pa
plasma-thunderbolt
plocate
plymouth
plymouth-kcm
pnpm
poppler-glib
power-profiles-daemon
powerdevil
protontricks
pv
python
python-defusedxml
python-gbinder
python-numpy
python-packaging
python-pip
python-pipx
python-vdf
python-zstandard
qbittorrent
ranger
rebuild-detector
ripgrep
rsync
rust
s-nail
scrcpy
sg3_utils
smartmontools
snapper
sof-firmware
spectacle
sshfs
steam
sudo
sunshine
syncthing
sysfsutils
sysstat
system-config-printer
tailscale
tesseract
tesseract-data-eng
texinfo
tk
topgrade-bin
tree
ttf-dejavu
ttf-jetbrains-mono-nerd
ufw
ufw-extras
unrar
unzip
upower
usb_modeswitch
usbutils
vim
vlc
vlc-plugins-all
vulkan-icd-loader
webkit2gtk-4.1
wev
wget
which
wireplumber
wl-clipboard
wpa_supplicant
xdg-user-dirs
xdotool
xfsprogs
xsettingsd
xwaylandvideobridge
yadm
ydotool
zam-plugins
zed
